[
    {
        "source": "SCMP",
        "title": "China property: a tale of rising sales and falling prices in top cities",
        "excerpt": "Too early to conclude China’s real estate sector has bottomed out, Nomura’s chief China economist Lu Ting says."
    },
    {
        "source": "SCMP",
        "title": "China ramps up economy-boosting rhetoric ahead of critical conference",
        "excerpt": "At this ‘critical stage of transformation’, with outsized challenges mounting, adherence and commitment to policy choices is said to be as important as ever"
    },
    {
        "source": "SCMP",
        "title": "China’s CATL, Stellantis to build US$4.3 billion EV battery plant in Spain",
        "excerpt": "Joint venture received support from the Spanish government, which abstained in the EU’s October vote to impose extra tariffs on Chinese-made EVs"
    },
    {
        "source": "SCMP",
        "title": "Explainer | What is China’s central economic work conference, and why does it matter?",
        "excerpt": "China’s annual tone-setting central economic work conference is expected to convene this week at a key time for the world’s second-largest economy."
    },
    {
        "source": "SCMP",
        "title": "China to invest over 4 trillion yuan in ‘hidden infrastructure’ as economy slows",
        "excerpt": "Urban infrastructure projects in the coming years will be worth trillions of yuan and provide a means of boosting jobs and stabilising China’s economy."
    },
    {
        "source": "SCMP",
        "title": "Explainer | China’s export boom not bust despite November deceleration: 5 takeaways",
        "excerpt": "China’s exports grew by 6.7 per cent year on year in November, but the reading marked a slowdown from October rebound."
    },
    {
        "source": "SCMP",
        "title": "‘Strong tone’ from China’s Politburo suggests more fiscal spending: analysts",
        "excerpt": "After Monday’s Politburo meeting, analysts predicted China will raise fiscal spending and cut rates to keep up activity through next year."
    },
    {
        "source": "SCMP",
        "title": "China consumer spending to rise modestly in 2025, Bain and Kantar say",
        "excerpt": "Report predicts a single-digit percentage rise in the value of consumer spending next year, as volume rises while price pressures continue."
    },
    {
        "source": "SCMP",
        "title": "Shanghai Disneyland tightens wheelchair rules to curb misuse",
        "excerpt": "Change follows complaints that able-bodied guests were renting powered wheelchairs to bypass queues and speed through the park."
    },
    {
        "source": "Financial Times",
        "title": "Biden to hit Chinese cleantech imports with more tariffs",
        "excerpt": "Parting shot at geopolitical rival is effort to shelter US manufacturers from green-energy powerhouse"
    },
    {
        "source": "Financial Times",
        "title": "Everyone hates duration Premium content",
        "excerpt": "And China’s monetary policy stance"
    },
    {
        "source": "Reuters",
        "title": "Japan's wholesale inflation accelerates, keeps BOJ rate-hike plan in focus",
        "excerpt": "Japan's wholesale inflation accelerated for three straight months as companies continued to pass on rising raw material and labour costs, data showed on Wednesday, keeping the central bank under pressure to raise interest rates again."
    },
    {
        "source": "Reuters",
        "title": "ADB trims developing Asia's growth forecast, flags US policy risks",
        "excerpt": "Developing Asia is likely to grow more slowly than previously thought this year and next, and the outlook could worsen if President-elect Donald Trump makes swift changes to U.S. trade policy, the Asian Development Bank said on Wednesday."
    },
    {
        "source": "Reuters",
        "title": "Japan manufacturers' mood turns negative for the first time in 10 months - Reuters poll",
        "excerpt": "Japanese manufacturers' business sentiment soured further in December amid worries over U.S. protectionist policies and the Chinese economy, with pessimists outnumbering optimists for the first time in 10 months, the Reuters Tankan survey found."
    },
    {
        "source": "Reuters",
        "title": "Morning Bid: Taking chips off the table, seeking China clarity",
        "excerpt": "A look at the day ahead in Asian markets."
    },
    {
        "source": "Reuters",
        "title": "Warburg Pincus not considering an IPO anytime soon, CEO says",
        "excerpt": "Warburg Pincus, a private equity firm with about $86 billion in assets under management, is not planning to explore an initial public offering anytime soon, Chief Executive Jeffrey Perlman said in an interview at the Reuters NEXT conference in New York on Tuesday."
    },
    {
        "source": "Reuters",
        "title": "Rupee hit all-time low as RBI governor change sparks rate cut hopes",
        "excerpt": "The Indian rupee weakened to its all-time low on Tuesday as traders reacted to the appointment of career bureaucrat Sanjay Malhotra as the next Reserve Bank of India (RBI) governor by ramping up bets on rate cuts by the central bank next year."
    },
    {
        "source": "CNN Business",
        "title": "‘No winners’: China’s Xi warns US against a trade war",
        "excerpt": "Chinese leader Xi Jinping has warned the United States against restarting a trade war, saying there would be “no winners” even as he vowed to defend the country’s economic interests."
    },
    {
        "source": "CNN Business",
        "title": "The case for Donald Trump’s tariffs",
        "excerpt": "President-elect Donald Trump views tariffs as a not-so-secret weapon — one that can be deployed to pressure friends and foes alike to address issues from drug trafficking and illegal immigration to threats to the dominance of the US dollar."
    },
    {
        "source": "PV Tech",
        "title": "Australia awards 2.8GW of solar in first CIS tender round",
        "excerpt": "The successful projects of the first Capacity Investment Scheme (CIS) tender round in Australia have been revealed, with 2.75GW of solar PV being awarded, alongside 3.55GW of wind."
    },
    {
        "source": "PV Tech",
        "title": "EBRD to support Romania’s second renewable power auction, targeting 2GW of solar PV",
        "excerpt": "The European Bank for Reconstruction and Development (EBRD) has signed a memorandum of understanding with Romania to support the rollout of new renewable power auctions in the country."
    },
    {
        "source": "PV Tech",
        "title": "EDP Renewables commissions 103MW Italian solar portfolio",
        "excerpt": "Clean energy developer EDP Renewables has commissioned a 103MW solar portfolio in Italy, pushing its operational European solar portfolio to over 700MW."
    },
    {
        "source": "PV Tech",
        "title": "Recurrent Energy signs Spanish PPA with ‘major’ US tech firm",
        "excerpt": "Renewable energy developer Recurrent Energy has signed a power purchase agreement (PPA) with an unnamed US tech company for a solar project in northern Spain."
    },
    {
        "source": "PV Tech",
        "title": "Avantus, Arizona Public Service ink 100MW solar PV PPA",
        "excerpt": "US solar developer Avantus has signed a power purchase agreement (PPA) with regional utility Arizona Public Service Company (APS) for a 100MW solar PV project in Pinal County, Arizona, US."
    },
    {
        "source": "Renewable Energy World",
        "title": "How utilities are working to meet AI data centers’ voracious appetite for electricity",
        "excerpt": "Energy demand is soaring as data centers work to support the wide and growing use of artificial intelligence."
    },
    {
        "source": "Renewable Energy World",
        "title": "Nextracker delivers its first 100% domestic solar trackers",
        "excerpt": "The first project to receive these domestic content trackers is SB Energy’s Pelican’s Jaw project, a 570 MW solar and 954 MWh storage project currently under construction by SOLV Energy."
    },
    {
        "source": "Energy Storage News",
        "title": "Sungrow, CREC ink 1.5GWh BESS supply agreement in the Philippines",
        "excerpt": "Chinese solar PV inverter and energy storage provider Sungrow has inked an agreement with Citicore Renewable Energy Corporation (CREC) to supply 1.5GWh of battery energy storage systems (BESS) in the Philippines."
    },
    {
        "source": "Energy Storage News",
        "title": "Habitat Energy to optimise the Australian Capital Territory’s largest BESS",
        "excerpt": "Optimiser Habitat Energy has secured a deal with energy storage developer Eku Energy to optimise its 250MW/500MWh Williamsdale battery energy storage system (BESS) in the Australian Capital Territory (ACT)."
    },
    {
        "source": "Energy Storage News",
        "title": "Southern California Edison seeks regulatory approval for 620MW of BESS resource adequacy",
        "excerpt": "Investor-owned utility (IOU) Southern California Edison (SCE) is seeking regulatory approval of resource adequacy (RA) contracts covering 620MW of BESS capacity across three projects."
    },
    {
        "source": "Energy Storage News",
        "title": "Georgia Power receives unanimous approval on 500MW BESS projects across the state",
        "excerpt": "The Georgia Public Service Commission (PSC) has verified with Energy-Storage.news that it voted unanimously 3 December, to certify utility Georgia Power’s plans to build 500MW of battery energy storage systems (BESS) across four locations."
    },
    {
        "source": "Energy Storage News",
        "title": "Grid-forming hybrid BESS and supercapacitor project connects to grid in China",
        "excerpt": "A large-scale hybrid project has been connected to the grid in China, combining BESS and supercapacitor technology to provide numerous services to the grid including black start."
    },
    {
        "source": "Energy Storage News",
        "title": "Huawei to provide 4.5GWh BESS for Philippines Terra Solar project",
        "excerpt": "China-headquartered electronics firm Huawei has secured a supply agreement to provide a 4.5GWh battery energy storage system (BESS) for the Meralco Terra Solar project in the Philippines."
    },
    {
        "source": "Energy Storage News",
        "title": "Origin energises the first stage of the 2.8GWh Eraring BESS in Australia",
        "excerpt": "Australian utility Origin Energy has confirmed that the first stage of the Eraring battery energy storage system (BESS) in New South Wales (NSW) has been energised."
    },
    {
        "source": "Energy Storage News",
        "title": "Australia: Large-scale BESS capital costs fall 20% year-on-year",
        "excerpt": "A new report published by Australia’s Commonwealth Scientific and Industrial Research Organisation (CSIRO) has found that large-scale battery energy storage system (BESS) capital costs have improved the most in 2024-25, falling by 20% year-on-year (YoY)."
    },
    {
        "source": "Energy Storage News",
        "title": "Granite Source Power sells over 1GW of standalone BESS projects in three US markets",
        "excerpt": "New Hampshire-based developer Granite Source Power (GSP) co-founder Jessica Shor disclosed to Energy-Storage.news that approximately 80% of the company’s 1,250MW sale would be in Texas’ ERCOT market."
    },
    {
        "source": "Logistics Management",
        "title": "National diesel average sees steepest weekly decline of 2024",
        "excerpt": "With an 8.2-cent decline, the national diesel average came in at $3.458, representing the largest decline in 2024, as well as seeing the biggest decrease since December 11, 2023, when it fell 10.5 cent."
    },
    {
        "source": "Supply Chain Dive",
        "title": "Dollar General scales back on temporary warehouses",
        "excerpt": "The discount retailer plans to rely more on self-owned distribution centers to boost performance and capacity."
    },
    {
        "source": "Supply Chain Dive",
        "title": "Chewy peak season aided by automation",
        "excerpt": "The pet e-tailer’s automated fulfillment centers improved productivity during its highest order period."
    },
    {
        "source": "Supply Chain Dive",
        "title": "La-Z-Boy ‘positioned relatively well’ ahead of China tariffs",
        "excerpt": "But proposed tariffs on Mexico could have a larger impact on the furniture retailer’s supply chain."
    },
    {
        "source": "Maersk",
        "title": "Maersk’s first warehouse in France now fully operational  serving a global e-commerce customer",
        "excerpt": "Denain/France – With the recent launch of operations at the new warehouse in Denain in Northern France, Maersk is now providing fulfilment services for one of the world’s leading e-commerce companies at a facility strategically located in one of Europe's main logistics centres."
    },
    {
        "source": "Maersk",
        "title": "Surpassing inland distribution challenges in South Africa, DR Congo and India",
        "excerpt": "Reliable inland accessibility is key to a smooth and efficient supply chain in countries like India, South Africa and the Democratic Republic of the Congo. Market opportunities are aplenty, but the domestic markets are highly fragmented with fluctuating prices and limited access to a dependable trucking network."
    },
    {
        "source": "FreightWaves",
        "title": "State of Freight for December: Freight economy due for ‘directional’ change",
        "excerpt": "During the State of Freight webinar for December, Craig Fuller and Zach Strickland discuss how a market shift could impact carriers, brokers and shippers in 2025."
    },
    {
        "source": "FreightWaves",
        "title": "US again defeats Houthi attacks on American cargo, military ships",
        "excerpt": "US forces defeated an attack by Yemen-based Houthi rebels on a trio of merchant ships and two destroyers in the Gulf of Aden."
    },
    {
        "source": "FreightWaves",
        "title": "2 lawyers, 2 law firms indicted in burgeoning Louisiana staged accident case",
        "excerpt": "The latest indictments in the Louisiana staged accident case have pulled in two attorneys and two New Orleans law firms and eight persons in total."
    },
    {
        "source": "FreightWaves",
        "title": "Connecticut investing $31M in truck parking",
        "excerpt": "The Connecticut Department of Transportation is launching a $31 million project to increase truck parking statewide."
    },
    {
        "source": "FreightWaves",
        "title": "How to cut transportation emissions, evaluate new zero-emission vehicles",
        "excerpt": "Head of product at Walmart GoLocal, Vijay Cherukuru, gives a rundown of how to decarbonize fleets and choose next-generation zero-emission vehicles amid a continually changing EV landscape."
    },
    {
        "source": "FreightWaves",
        "title": "Check Call: The B2B marketing book review edition",
        "excerpt": "In this edition: “The Revenue Engine” gets a once-over, and the East and Gulf Coast port worker strike may rise again."
    },
    {
        "source": "FreightWaves",
        "title": "Boeing confirms 737 MAX in production again after more than 2 months",
        "excerpt": "After over two months of stunted production due to a 53-day machinist strike, Boeing has resumed building 737 MAX aircraft."
    },
    {
        "source": "FreightWaves",
        "title": "Container imports to surge ahead of strike, tariffs, NRF predicts",
        "excerpt": "The National Retail Federation forecasts containerized imports to continue to surge through U.S. ports ahead of a possible longshore strike and tariffs planned by the Trump administration."
    },
    {
        "source": "FreightWaves",
        "title": "New Netradyne sensor works to eliminate drowsy driving",
        "excerpt": "Driver fatigue is a common challenge that can have serious detrimental effects on drivers, carriers and the motoring public."
    },
    {
        "source": "FreightWaves",
        "title": "Priority Courier Experts acquires Indiana-based parcel courier",
        "excerpt": "Same-day logistics provider Priority Courier Experts announced it has acquired Now Courier."
    },
    {
        "source": "FreightWaves",
        "title": "Maersk Air Cargo readjusts China-North America network",
        "excerpt": "Maersk is moving a China air cargo service back to South Carolina after a six-month pause during which the freighter was used to start a new route to the Chicago area."
    },
    {
        "source": "FreightWaves",
        "title": "Kal Freight co-founder says no layoffs expected in restructuring",
        "excerpt": "Kal Freight, a Texas-based trucking company that filed for Chapter 11 bankruptcy last week, does not plan to lay off any drivers."
    },
    {
        "source": "FreightWaves",
        "title": "Supreme Court again asked to rule on broker liability; case involves TQL",
        "excerpt": "The U.S. Supreme Court has declined previously to review cases involving the question of broker liability after serious trucking accidents but has been asked to weigh in again."
    }
]